{
    "questions":[
        "Können Sie bei Ihrer Arbeit Neues dazulernen?",
        "Können Sie bei Ihrer Arbeit Ihr Wissen und Können voll einsetzen?",
        "Bei meiner Arbeit habe ich insgesamt gesehen häufig wechselnde, unterschiedliche Arbeitsaufgaben.",
        "Bei meiner Arbeit sehe ich selber am Ergebnis, ob meine Arbeit gut war oder nicht.",
        "Meine Arbeit ist so gestaltet, dass ich die Möglichkeit habe, ein vollständiges Arbeitsprodukt/eine vollständige Arbeitsaufgabe von Anfang bis Ende herzustellen.",
        "Bei dieser Arbeit gibt es Sachen, die zu kompliziert sind (z.B. aufgrund keiner oder unklarer Arbeitsbeschreibungen oder aufgrund mangelnder Qualifizierung).",
        "Es werden zu hohe Anforderungen an meine Konzentrationsfähigkeit gestellt.",
        "Ich stehe häufig unter Zeitdruck.",
        "Ich habe zu viel Arbeit.",
        "Oft stehen mir die benötigten Informationen, Materialien und Arbeitsmittel nicht zur Verfügung.",
        "Ich werde bei meiner eigentlichen Arbeit immer wieder durch andere Personen unterbrochen. ",
        "An meinem Arbeitsplatz gibt es ungünstige Umgebungsbedingungen, wie Lärm, Klima, Staub. ",
        "An meinem Arbeitsplatz sind Räume und Raumausstattung ungenügend.",
        "Wenn Sie Ihre Tätigkeit insgesamt betrachten, inwieweit können Sie die Reihenfolge der Arbeitsschritte selbst bestimmen?",
        "Wie viel Einfluss haben Sie darauf, welche Arbeit Ihnen zugeteilt wird?",
        "Können Sie Ihre Arbeit selbstständig planen und einteilen?",
        "Ich kann mich auf meine Kolleginnen und Kollegen verlassen, wenn es bei der Arbeit schwierig wird.",
        "Ich kann mich auf meine/n direkte/n Vorgesetze/n verlassen, wenn es bei der Arbeit schwierig wird. ",
        "Man hält in der Abteilung gut zusammen.",
        "Diese Arbeit erfordert enge Zusammenarbeit mit anderen Kolleginnen und Kollegen in der Organisation.",
        "Ich kann mich während der Arbeit mit verschiedenen Kolleginnen und Kollegen über dienstliche und private Dinge unterhalten.",
        "Ich bekomme von Vorgesetzten und Kollegen immer Rückmeldung über die Qualität meiner Arbeit.",
        "Über wichtige Dinge und Vorgänge in unserer Organisation sind wir ausreichend informiert",
        "Die Leitung unserer Organisation ist bereit, die Ideen und Vorschläge der Beschäftigten zu berücksichtigen. ",
        "Unser Unternehmen bietet gute Weiterbildungsmöglichkeiten.",
        "Bei uns gibt es gute Aufstiegschancen (z.B. auch durch Erweiterung des bisherigen Tätigkeitsfeldes)."
    ]
}